import MainLayout from "@layout/main/mainLayout";
import Typography from "@mui/material/Typography";
const Terms = () => {
  return (
    <div className="pt-16">
      <div className="p-5 lg:px-20 py-16">
        <Typography variant="h5">
          <strong>شرایط استفاده از خدمات</strong>
        </Typography>
        <p className="dark:text-gray-400 text-justify">
          <br /> آخرین به روز رسانی: مهر 1402 <br />
          <br /> به وب سایت و ابزار آنلاین هوش مصنوعی همیار اِی آی ما خوش آمدید!
          قبل از استفاده از خدمات ما، لطفاً برای مطالعه و درک شرایط و ضوابط زیر
          وقت بگذارید. با دسترسی یا استفاده از وب سایت و خدمات ما، موافقت می
          کنید که به این شرایط و ضوابط پایبند باشید. اگر با بخشی از این شرایط
          موافق نیستید، لطفاً از وب سایت ما استفاده نکنید.
          <br />
          <br /> 1. پذیرش شرایط
          <br /> با استفاده از وب سایت ما، شما تصدیق می کنید که این شرایط و
          ضوابط را خوانده اید، درک کرده اید و با آن موافقت کرده اید. این شرایط
          ممکن است هر از چند گاهی به روز شوند و مسئولیت بررسی دوره ای آنها بر
          عهده شماست. ادامه استفاده از وب سایت ما پس از هر گونه تغییر به منزله
          پذیرش شرایط اصلاح شده توسط شما است.
          <br />
          <br /> 2. شرح خدمات
          <br /> وب سایت ما یک ابزار هوش مصنوعی آنلاین ارائه می دهد که به
          کاربران در تسریع تولید محتوا کمک می کند. این ابزار از هوش مصنوعی و
          الگوریتم‌های یادگیری ماشین برای تولید پاسخ‌ها و پیشنهادات بر اساس
          ورودی ارائه شده توسط کاربران استفاده می‌کند. در حالی که ما در تلاش
          برای ارائه اطلاعات دقیق و قابل اعتماد هستیم، هیچ تضمینی در مورد صحت،
          کامل بودن یا مفید بودن خروجی ابزار نداریم.
          <br />
          <br /> 3. مسئولیت های کاربر
          <br /> شما موافقت می کنید که از ابزار و وب سایت هوش مصنوعی ما به روشی
          مطابق با قوانین و مقررات قابل اجرا استفاده کنید. مسئولیت محتوایی که در
          ابزار وارد می‌کنید و هرگونه عواقبی که ممکن است از استفاده شما از خدمات
          ما ناشی شود، بر عهده شماست. شما نباید از ابزار ما برای اهداف
          غیرقانونی، مضر یا غیرمجاز استفاده کنید.
          <br />
          <br /> 4. مالکیت معنوی
          <br /> وب سایت و ابزار هوش مصنوعی ما، شامل تمام محتوا، گرافیک، طرح ها،
          آرم ها و نرم افزارها، توسط حقوق مالکیت معنوی محافظت می شود. شما مجاز
          به تغییر، تکثیر، توزیع، یا ایجاد آثار مشتق بر اساس خدمات ما بدون اجازه
          صریح ما نیستید. هرگونه استفاده غیرمجاز ممکن است منجر به پیگرد قانونی
          شود.
          <br />
          <br /> 5. سیاست حفظ حریم خصوصی
          <br /> ما حریم خصوصی کاربران خود را در اولویت قرار می دهیم. سیاست حفظ
          حریم خصوصی ما نحوه جمع آوری، استفاده و افشای اطلاعات شخصی را توضیح می
          دهد. با استفاده از وب سایت و خدمات ما، با جمع آوری و استفاده از
          اطلاعات خود همانطور که در خط مشی رازداری ما توضیح داده شده است، موافقت
          می کنید.
          <br />
          <br /> 6. محدودیت مسئولیت
          <br /> ما به هیچ وجه مسئول خسارات مستقیم، غیرمستقیم، اتفاقی، تبعی یا
          کیفری ناشی از استفاده از وب سایت یا خدمات خود نیستیم. ما هیچ ضمانت یا
          اظهارنظری در مورد قابلیت اطمینان یا مفید بودن خدمات خود نداریم. شما
          موافقت می کنید که با مسئولیت خود از خدمات ما استفاده کنید.
          <br />
          <br /> 7. پیوندهای شخص ثالث
          <br /> وب سایت ما ممکن است حاوی پیوندهایی به وب سایت های شخص ثالث یا
          منابعی باشد که تحت مالکیت یا کنترل ما نیستند. ما مسئولیتی در قبال
          محتوا، شیوه های حفظ حریم خصوصی، یا در دسترس بودن چنین سایت ها یا منابع
          خارجی نداریم. گنجاندن هر پیوندی به معنای تایید یا ارتباط با وب سایت یا
          منبع پیوند شده نیست.
          <br />
          <br /> 8. فسخ
          <br /> ما این حق را برای خود محفوظ می داریم که دسترسی شما به وب سایت و
          خدمات خود را در هر زمان و به هر دلیلی بدون اطلاع قبلی متوقف یا قطع
          کنیم. پس از فسخ، شما باید تمام استفاده از خدمات ما را متوقف کنید و هر
          گونه کپی از مطالب ما را که در اختیار دارید از بین ببرید.
          <br />
          <br /> 9. اصلاح
          <br /> شرایط ما ممکن است این شرایط و ضوابط را در هر زمان بدون اطلاع
          قبلی تغییر دهیم. این مسئولیت شماست که نسخه فعلی شرایط را به صورت دوره
          ای مرور کنید. با ادامه استفاده از وب سایت و خدمات ما، هرگونه تغییر در
          این شرایط را می پذیرید.
          <br />
          <br /> 10. قانون حاکم
          <br /> این شرایط و ضوابط باید توسط قوانین جمهوری اسلامی ایران کنترل و
          تفسیر شود. هر گونه اختلاف ناشی از این شرایط یا مربوط به آن، در صلاحیت
          انحصاری دادگاه های قوه قضاییه جمهوری اسلامی ایران است.
          <br />
          <br /> با تشکر از شما برای خواندن شرایط و ضوابط ما. اگر سوال یا ابهامی
          دارید، لطفا با ما در تماس باشید.
          <br />
          <br /> 🤖🔒 ما از حضور شما هیجان زده ایم! از استفاده از ابزار هوش
          مصنوعی همیار اِی آی لذت ببرید و یک تجربه عالی داشته باشید! 🚀😊
        </p>
      </div>
    </div>
  );
};
Terms.Layout = MainLayout;

export default Terms;
